blessed_be_the_pantsuit/app/controllers/politicians_controller.rb

SELECT "politicians".* FROM "politicians"
---
    def index
     @politicians = Politician.all