blessed_be_the_pantsuit/app/controllers/users_controller.rb

    def create
      @user = User.new(user_params)

      if @user.save
---
INSERT INTO "users" ("username", "email", "city", "state", "created_at", "updated_at", "password_digest") VALUES ($1, $2, $3, $4, $5, $6, $7) RETURNING "id"